package com.shotin.bankaccount.model.kafka;

public class AddressParts {
    public static final String[] STREETS = {
            "ул Московская",
            "ул Питерская",
            "ул Вавилова",
            "ул Астраханская",
            "ул Садовая",
            "ул Большая Садовая",
            "ул Дачная",
            "Комсомольский проезд",
            "Прокатный проезд",
            "ул Мясницкая"
    };

    public static final String[] CITIES = {
            "Саратов",
            "Энгельс",
            "Маркс",
            "Москва",
            "Петровск",
            "Санкт-Петербург",
            "Зуйково",
            "Нижний Новгород",
            "Ярославль",
            "Рыбинск",
            "Красногорск"
    };

    public static final String[] STATES = {
            "Саратовская область",
            "Ленинградская область",
            "Нижегородская область",
            "Ярославская область",
            "Республика Марий-Эл"
    };
}
